VA_NAME = 'Инокентий'

VA_VERSION = '0.3'

VA_ALIAS = ('инокентий', 'иннокентий', 'кеша', 'кешка', 'викентий', 'эй')

VA_TBR = ('скажи', 'покажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

VA_THANKS = ['Обращайся', 'Рад был помочь', 'Естественно', 'А как иначе']

VA_ANSWERS_IF_NOTH = ['Что?','Слушаю','Что-то хотели?','Да']

VA_HELLO = ['Привет!', 'Добрый день!', 'Здраствуй!', 'Здарова!']

VA_HOW_ARE = ['Всё прекрасно', 'Отлично. Ты как', 'Лучше не бывает']

VA_CMD_LIST = {
    "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
    "joke": ('анекдот', 'рассмеши', 'шутка', 'шутку', 'пошути', 'развесели'),
    "open_vk": ('открой вк', 'вк'),
    "open_yt": ('открой ютуб', 'ютуб'),
    "open_browser": ('открой браузер', 'браузер'),
    "radio": ('включи радио', 'радио'),
    "thanks": ('спасибо', 'благодарю', 'мирси', 'мерси', 'от души'),
    "search": ('найди', 'отыщи'),
    "sound": ('выключи звук', 'включи звук', 'звук', 'измени звук на'),
    "hi": ('привет', 'здраствуй', 'добрый день', 'здарова'),
    "how_are": ('как дела', 'как жизнь', 'как сам', 'как семья')
    #"shutdown_pc": ('выключи пк', 'выключи компьютер')
}

VA_STR_INT = {
    "один" : 1,
    "два" : 2,
    "три" : 3,
    "четыре" : 4,
    "пять" : 5,
    "шесть" : 6,
    "семь" : 7,
    "восемь" : 8,
    "девять" : 9,
    "десять" : 10,
    "двадцать" : 20,
    "тридцать" : 30,
    "сорок" : 40,
    "пятьдесят" : 50,
    "шестьдесят" : 60,
    "семьдесят" : 70,
    "восемьдесят" : 80,
    "девяносто" : 90,
    "сто" : 100
}